package org.example.dictionary;

public class Test {
    public static void main(String[] args) {
        //Завдання 2:
        //Створити програму по роботі зі словником. Наприклад, англо-іспанським, французько-німецьким або
        //будь-який інший напрям. Програма повинна:
        // забезпечувати початковий ввід даних для словника
        // дозволяє відобразити слово і його переклади
        // дозволяє додати, замінити, видалити переклад слова
        // дозволяє додати, замінити, видалити слово
        // відображає топ-10 самих популярних слів (визначаємо популярність на базі лічильника
        //звернень)
        // відображає топ-10 самих непопулярних слів (визначаємо популярність на базі лічильника
        //звернень)
        DictionaryProgram.getMenu();
    }
}
